tap "adembc/tap"
tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "farion1231/ccswitch"
tap "felixkratz/formulae"
tap "grishka/grishka"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/services"
tap "mongodb/brew"
tap "nicholasbester/clickup-cli"
tap "openhue/cli"
tap "ory/tap"
tap "shivammathur/php"
tap "steipete/tap"
tap "symfony-cli/tap"
tap "teamookla/speedtest"
tap "xdevplatform/tap"
tap "yakitrak/yakitrak"
brew "aom"
brew "autoconf"
brew "autossh"
brew "bat"
brew "bison"
brew "btop"
brew "bzip2"
brew "libpng"
brew "freetype"
brew "glib"
brew "cloudflared"
brew "lima"
brew "colima"
brew "python@3.14"
brew "commitizen"
brew "coreutils"
brew "duckdb"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "jpeg-xl"
brew "libavif"
brew "webp"
brew "gd"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golang-migrate"
brew "python@3.12"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "himalaya"
brew "htop"
brew "icu4c@76"
brew "jpeg"
brew "k6"
brew "kubernetes-cli"
brew "lazygit"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libiconv"
brew "libmicrohttpd"
brew "librist"
brew "libzip"
brew "mole"
brew "mysql-client"
brew "neovim"
brew "nuclei"
brew "numpy"
brew "protobuf"
brew "openai-whisper"
brew "openvino"
brew "tidy-html5"
brew "php@8.3", link: true
brew "pipx"
brew "pkgconf"
brew "py3cairo"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "rtk"
brew "s3cmd"
brew "scipy"
brew "sox"
brew "stow"
brew "summarize"
brew "tailscale"
brew "tesseract"
brew "tree"
brew "uv"
brew "watch"
brew "watchexec"
brew "wget2"
brew "wrk"
brew "adembc/tap/lazyssh"
brew "antoniorodr/memo/memo"
brew "mongodb/brew/mongodb-database-tools"
brew "nicholasbester/clickup-cli/clickup-cli"
brew "openhue/cli/openhue-cli"
brew "shivammathur/php/php@7.4"
brew "steipete/tap/camsnap"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "steipete/tap/imsg"
brew "steipete/tap/ordercli"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "steipete/tap/sag"
brew "steipete/tap/songsee"
brew "steipete/tap/wacli"
brew "symfony-cli/tap/symfony-cli"
brew "yakitrak/yakitrak/obsidian-cli"
brew "zoxide"
cask "steipete/tap/codexbar"
cask "copilot-cli"
cask "font-caskaydia-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-juliamono"
cask "font-monaspace"
cask "ghostty"
cask "opencode-desktop"
cask "xdevplatform/tap/xurl"
cask "zedis"
go "github.com/cosmtrek/air"
go "github.com/ehabterra/apispec/cmd/apispec"
go "github.com/hibiken/asynq/tools/asynq"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/daixiang0/gci"
go "github.com/melkeydev/go-blueprint"
go "github.com/ramya-rao-a/go-outline"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/gopasspw/gopass"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/josharian/impl"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/mgechev/revive"
go "github.com/riverqueue/river/cmd/river"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/sutekitechid/storecl"
go "github.com/swaggo/swag/cmd/swag"
go "tailscale.com/cmd/tailscaled"
go "github.com/a-h/templ/cmd/templ"
go "github.com/strandnerd/tunn"
uv "huggingface-hub[cli]"
uv "mlx"
uv "mlx-lm"
uv "mlx-vlm[ui]"
uv "nano-pdf"
