zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/copypath
ohmyzsh/ohmyzsh path:plugins/dirhistory
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/zoxide
ohmyzsh/ohmyzsh path:plugins/starship
ohmyzsh/ohmyzsh path:plugins/zsh-interactive-cd
ohmyzsh/ohmyzsh path:plugins/alias-finder
ohmyzsh/ohmyzsh path:plugins/aliases
Aloxaf/fzf-tab
fdellwing/zsh-bat
